export default {
  q1: "워크래프트 길드는 정확히 무엇입니까?",
  q1a: `워크래프트 길드는 월드 오브 워크래프트에서 길드를 더 쉽게 찾을 수 있도록 여가 시간에 만든 도구입니다. 임의의 길드에 뛰어 들고 싶다면 현재 시스템은 괜찮지 만, 사람들이 자신과 완벽하게 일치하는 길드를 찾을 수 있도록 더 많은 필터링 방법을 제공하고 싶었습니다.`,
  q2: "X 기능을 요청할 수 있습니까?",
  q2a: `웹 사이트를 모든 사람이 사용할 수 있고 액세스 할 수 있도록하는 데 집중하고 싶기 때문에 현재 기능 요청을받지 않습니다.`,
  q3: "이 웹 사이트는 내 데이터를 수집합니까?",
  q3a: `귀하의 discord 계정을 사용하여 로그인하는 것 외에 (저장된 유일한 데이터는 귀하의 discord 사용자 이름, 귀하가 discord에 가입 할 때 사용한 이메일 및 귀하의 discord 아바타 이미지입니다) 귀하의 discord 계정과 관련된 다른 정보는 저장하지 않으며 당신에게 이메일을 보내십시오.`,
  footer: {
    links: ["약", "개인 정보 정책", "서비스 약관"],
  },
  login: {
    description: `당사는 귀하의 불일치 계정을 귀하를 인증하는 방법으로 사용하며 귀하의 사용자 이름 만 당사 기록에 저장합니다. 이메일을 보내거나 비밀번호를 묻지 않습니다. 이제까지.`,
  },
  create: {
    guildName: "길드 이름",
    region: "부위",
    server: "섬기는 사람",
    discipline: "징계",
    languages: "사용 언어",
    faction: "파벌",
    interests: "이해",
    placeholderText: "길드에 대해 조금 알려주세요!",
  },
};
